---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MmCaret3
source: html/de489976-14bc-0983-7e5c-e22dadfa70fe.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MmCaret3 Property

Symbol mm^3, indicating unit Cubic millimeters.

## Syntax (C#)
```csharp
public static ForgeTypeId MmCaret3 { get; }
```